[
	{
		"title": "15 meals in Toronto that you have to eat at least once",
		"image": "images/articles_10instagrambrunchs.jpg",
		"about": "Toronto never misses when it comes to food options! There are so many spots scattered across the city, the only question you&rsquo;ll be asking yourself is “where to eat next?",
		"read": "https://dailyhive.com/toronto/best-toronto-food-must-try"
	},
	{
		"title": "9 Must-Try Foods in Toronto",
		"image": "images/articles_macarrons9places.jpg",
		"about": "Toronto is a city of many cultures (Toronto is known as one of the most multicultural cities in the world), each of them adding their own flavors to Toronto&rsquo;s diverse and exciting culinary scene.",
		"read":  "https://www.tripsavvy.com/must-try-foods-in-toronto-4129389"
	},
	{
		"title": "Top 10 Street Food You Must Try In Toronto",
		"image": "images/articles_top10street.jpeg",
		"about": "Delicious and mouthwatering food makes tourists enjoy their visits to this wonderful city.",
		"read": "https://trip101.com/article/street-food-in-toronto-canada"
	},
	{
		"title": "Top 10 Best Places To Buy Grocery In Toronto (Cheap & Budget Friendly)",
		"image": "images/articles_stlawrencemarket.jpg",
		"about": "Toronto has a wide variety of great stores with friendly staff and appealing stock. Some may not have certain things that other stores do, but most of the time, they have something to make up for that.",
		"read": "https://www.personalfinancefreedom.com/top-10-best-places-to-buy-grocery-in-toronto-cheap-budget-friendly"
	},
	{
		"title": "7 Best Indian Restaurants in Toronto",
		"image": "images/articles_meal7indianrestaurants.jpg",
		"about": "On the hunt for the best Indian restaurants in Toronto to eat at? Here are some of the best Indian restaurants to visit in Toronto!",
		"read": "https://diaryofatorontogirl.com/best-indian-restaurants-toronto"
	},
	{
		"title": "10 Most Instagram-Worthy Toronto Brunch Spots",
		"image": "images/articles_10instagrambrunchs.jpg",
		"about": "Whether you&rsquo;re into healthy chia seed pudding or hearty stacks of pancakes, there&rsquo;s a perfect brunch spot in Toronto for everyone on this list.",
		"read": "https://diaryofatorontogirl.com/instagrammable-toronto-brunch-spots"
	},
	{
		"title": "14 restaurants to know and become a food expert",
		"image": "images/articles_brunch.jpg",
		"about": "You Haven't Truly Brunched In Toronto Unless You've Tried 8 Of These 14 Spots. You might consider yourself somewhat of a breakfast connoisseur if you've tried most of these popular Toronto brunch spots.",
		"read": "https://www.narcity.com/toronto/popular-toronto-brunch-you-need-to-try-at-least-once"
	},
	{
		"title": "The Top 25 Pizza Spots in Toronto",
		"image": "images/articles_top25_pizza.jpg",
		"about": "Whether you’re in the mood to grab a New York-style slice, a Chicago deep dish or a Neapolitan pie, we’ve got you covered when it comes to options. There is nothing quite as heavenly as that leopard-spotted chewy dough -- topped with an acidic, yet balanced San Marzano sauce and of course fresh buffalo mozzarella.",
		"read": "https://www.tastetoronto.com/guides/best-pizza-toronto"
	},
	{
		"title": "The 15 Best Asian Restaurants In Toronto",
		"image": "images/articles_asianfood.jpg",
		"about": "Toronto has so much to offer in its culinary scene that it feels like new restaurants are opening almost weekly. Toronto is considered one of the world’s cities with the most diversified Asian populations. Due to this, Toronto is home to a vast and constantly expanding selection of some of the best Asian restaurants.",
		"read": "https://scoopcanada.com/the-15-best-asian-restaurants-in-toronto/"
	}
]
